{
    "tw": {
        "審計委員會": {
            "Content1": "審計委員會主要協助董事會履行其監督公司在執行強化內部監控機制、財務報表之允當表達、簽證會計師之委任、解任或報酬、公司內部控制之有效實施、公司遵循相關法令及規則及公司存在或潛在風險之管控；審計委員會審議的事項包括：財務報表、稽核及會計政策與程序、內部控制制度、重大之資產或衍生性商品交易、重大資金貸與背書或保證、募集或發行有價證券、法規遵循、經理人與董事是否有關係人交易及可能之利益衝突、員工申訴報告、舞弊調查報告、公司風險管理、簽證會計師之委任、解任或報酬，以及財務、會計或內部稽核主管及人員之任免等。",
            "Table1": {
                "No.1": {
                    "職稱": "獨立董事",
                    "姓名": "趙辛哲",
                    "目前兼任本公司及其他公司之職務": "台橡股份有限公司及豐達科技股份有限公司獨立董事。"
                },
                "No.2": {
                    "職稱": "獨立董事",
                    "姓名": "孫璐筠",
                    "目前兼任本公司及其他公司之職務": "無。"
                },
                "No.3": {
                    "職稱": "獨立董事",
                    "姓名": "洪慶山",
                    "目前兼任本公司及其他公司之職務": "元大證券股份有限公司、元大商業銀行股份有限公司及群光電能股份有限公司獨立董事；星宇航空股份有限公司監察人；慶昇財務顧問有限公司董事長。"
                },
                "No.4": {
                    "職稱": "獨立董事",
                    "姓名": "賴飛羆",
                    "目前兼任本公司及其他公司之職務": "臺灣大學生醫與資訊學研究所教授"
                }
            },
            "Content2": "會計師參加審計委員會與獨立董事單獨溝通，每年至少四次",
            "Table2": {
                "No.1": {
                    "日期": "110/08/06 審計委員會",
                    "溝通重點": "1.會計師就110年第二季合併財務報告核閱結果進行說明。 2.會計師說明110年度查核規劃及關鍵查核事項初步評估。",
                    "董事建議": "無",
                    "處理執行情形": "110年第二季母子公司合併財務報表已提報審計委員會及董事會同意之"
                },
                "No.2": {
                    "日期": "110/11/03審計委員會",
                    "溝通重點": "1.會計師就110年第三季合併財務報告核閱結果進行說明。 2.會計師說明法令更新對公司財務報表的影響。",
                    "董事建議": "無",
                    "處理執行情形": "110年第三季母子公司合併財務報表，經審計委員會討論通過後，董事會決議通過"
                },
                "No.3": {
                    "日期": "111/02/23 審計委員會",
                    "溝通重點": "1.會計師針對110年度查核個體及海外跨境查核方式與重大性提出說明。 2.會計師就110年度財務報告查核結果與關鍵查核事項進行說明。 3.會計師說明法令更新對公司財務報表的影響。",
                    "董事建議": "無",
                    "處理執行情形": "110年度個體及母子公司合併財務報表，經審計委員會討論通過後，董事會決議通過"
                },
                "No.4": {
                    "日期": "111/05/03審計委員會",
                    "溝通重點": "1.會計師就111年第一季合併財務報告核閱結果進行說明。 2.會計師說明法令更新對公司財務報表的影響。",
                    "董事建議": "無",
                    "處理執行情形": "111年第一季母子公司合併財務報表，經審計委員會討論通過後，董事會決議通過"
                },
                "No.5": {
                    "日期": "111/08/01 審計委員會",
                    "溝通重點": "1.會計師就111年第二季合併財務報告核閱結果進行說明。 2.會計師說明111年度查核規劃及關鍵查核事項初步評估。 3.會計師分享法令資訊。",
                    "董事建議": "無",
                    "處理執行情形": "111年第二季母子公司合併財務報表，經審計委員會討論通過後，董事會決議通過"
                },
                "No.6": {
                    "日期": "111/10/27 審計委員會",
                    "溝通重點": "1.會計師就111年第三季合併財務報告核閱結果進行說明。 2.會計師說明法令更新對公司財務報表的影響。",
                    "董事建議": "無",
                    "處理執行情形": "111年第三季母子公司合併財務報表，經審計委員會討論通過後，董事會決議通過"
                },
                "No.7": {
                    "日期": "112/02/22 審計委員會",
                    "溝通重點": "1.會計師針對111年度查核個體及海外跨境查核方式與重大性提出說明。 2.會計師就111年度財務報告查核結果與關鍵查核事項進行說明。 3.會計師說明不動產、廠房及設備減損評估；商譽減損評估及證交法令更新對公司財務報表的影響。",
                    "董事建議": "無",
                    "處理執行情形": "111年度個體及母子公司合併財務報表，經審計委員會討論通過後，董事會決議通過"
                }
            }
        }
    },
    "cn": {
        "審計委員會": {
            "Content1": "本公司于2015年6月10日设置审计委员会。审计委员会主要协助董事会履行其监督公司在执行强化内部监控机制、财务报表之允当表达、签证会计师之委任、解任或报酬、公司内部控制之有效实施、公司遵循相关法令及规则及公司存在或潜在风险之管控；审计委员会审议的事项包括：财务报表、稽核及会计政策与程序、内部控制制度、重大之资产或衍生性商品交易、重大资金贷与背书或保证、募集或发行有价证券、法规遵循、经理人与董事是否有关系人交易及可能之利益冲突、员工申诉报告、舞弊调查报告、公司风险管理、签证会计师之委任、解任或报酬，以及财务、会计或内部稽核主管及人员之任免等。   ",
            "Table1": {
                "No.1": {
                    "职称": "独立董事",
                    "姓名": "赵辛哲",
                    "目前兼任本公司及其他公司之职务": "台橡股份有限公司及丰达科技股份有限公司独立董事。"
                },
                "No.2": {
                    "职称": "独立董事",
                    "姓名": "孙璐筠",
                    "目前兼任本公司及其他公司之职务": "无。"
                },
                "No.3": {
                    "职称": "独立董事",
                    "姓名": "洪庆山",
                    "目前兼任本公司及其他公司之职务": "元大证券股份有限公司、元大商业银行股份有限公司及群光电能股份有限公司独立董事；星宇航空股份有限公司监察人；庆升财务顾问有限公司董事长。"
                },
                "No.4": {
                    "职称": "独立董事",
                    "姓名": "赖飞罴",
                    "目前兼任本公司及其他公司之职务": "台湾大学生医与资讯学研究所教授"
                }
            },
            "Content2": "职称姓名目前兼任本公司及其他公司之职务独立董事赵辛哲台橡股份有限公司及丰达科技股份有限公司独立董事。独立董事孙璐筠无。独立董事洪庆山元大证券股份有限公司、元大商业银行股份有限公司及群光电能股份有限公司独立董事；星宇航空股份有限公司监察人；庆升财务顾问有限公司董事长。独立董事赖飞罴台湾大学生医与资讯学研究所教授",
            "Table2": {
                "No.1": {
                    "日期": "2021/08/06 审计委员会",
                    "沟通重点": "1.会计师就2021年第二季合并财务报告核阅结果进行说明。 2.会计师说明2021年度查核规划及关键查核事项初步评估。",
                    "董事建议": "无",
                    "处理执行情形": "2021年第二季母子公司合并财务报表已提报审计委员会及董事会同意之"
                },
                "No.2": {
                    "日期": "2021/11/03 审计委员会",
                    "沟通重点": "1.会计师就2021年第三季合并财务报告核阅结果进行说明。 2.会计师说明法令更新对公司财务报表的影响。",
                    "董事建议": "无",
                    "处理执行情形": "2021年第三季母子公司合并财务报表，经审计委员会讨论通过后，董事会决议通过"
                },
                "No.3": {
                    "日期": "2022/02/23 审计委员会",
                    "沟通重点": "1.会计师针对2021年度查核个体及海外跨境查核方式与重大性提出说明。 2.会计师就2021年度财务报告查核结果与关键查核事项进行说明。 3.会计师说明法令更新对公司财务报表的影响",
                    "董事建议": "无",
                    "处理执行情形": "2021年度个体及母子公司合并财务报表，经审计委员会讨论通过后，董事会决议通过"
                },
                "No.4": {
                    "日期": "2022/05/03 审计委员会",
                    "沟通重点": "1.会计师就2022年第一季合并财务报告核阅结果进行说明。 2.会计师说明法令更新对公司财务报表的影响。",
                    "董事建议": "无",
                    "处理执行情形": "2022年第一季母子公司合并财务报表，经审计委员会讨论通过后，董事会决议通过"
                },
                "No.5": {
                    "日期": "2022/08/01 审计委员会",
                    "沟通重点": "1.会计师就2022年第二季合并财务报告核阅结果进行说明。 2.会计师说明2022年度查核规划及关键查核事项初步评估。 3.会计师分享法令资讯。",
                    "董事建议": "无",
                    "处理执行情形": "2022年第二季母子公司合并财务报表，经审计委员会讨论通过后，董事会决议通过"
                },
                "No.6": {
                    "日期": "2022/10/27 审计委员会",
                    "沟通重点": "1.会计师就2022年第三季合并财务报告核阅结果进行说明。 2.会计师说明法令更新对公司财务报表的影响。",
                    "董事建议": "无",
                    "处理执行情形": "2022年第三季母子公司合并财务报表，经审计委员会讨论通过后，董事会决议通过"
                },
                "No.7": {
                    "日期": "2023/02/22 审计委员会",
                    "沟通重点": "1.会计师针对2022年度查核个体及海外跨境查核方式与重大性提出说明。 2.会计师就2022年度财务报告查核结果与关键查核事项进行说明。 3.会计师说明不动产，厂房，设备及商誉减损评估及法令更新对公司财务报表的影响。",
                    "董事建议": "无",
                    "处理执行情形": "2022年度个体及母子公司合并财务报表，经审计委员会讨论通过后，董事会决议通过"
                }
            }
        }
    },
    "en": {
        "審計委員會": {
            "Content1": "The audit committee mainly assists the board of directors in supervising the company's implementation of internal control mechanisms, the proper expression of financial statements, the appointment, dismissal, or remuneration of certified accountants, the effective implementation of the company's internal control, the company's compliance with relevant laws and regulations, and the company's existing or potential risks. The scope of the audit committee includes financial statements, auditing and accounting policies and procedures, internal control systems, major asset or derivative transactions, significant capital loans and endorsements or guarantees, raising or issuance of securities, compliance with laws and regulations,  investigating whether managers and directors have related party transactions and possible conflicts of interest, employee complaint reports, fraud investigation reports, company risk management, the appointment, dismissal or remuneration of certified accountants, and appointment and removal of financial, accounting or internal audit supervisors.",
            "Table1": {
                "No.1": {
                    "Title": "Independent director",
                    "Name": "Hsin-Che Chao",
                    "Positions of concurrent company and other companies": "Independent director of TSRC Corp. and NAFCO."
                },
                "No.2": {
                    "Title": "Independent director",
                    "Name": "Lu-Yun Sun",
                    "Positions of concurrent company and other companies": "None"
                },
                "No.3": {
                    "Title": "Independent director",
                    "Name": "Ching-Shan Hung",
                    "Positions of concurrent company and other companies": "Independent director of Yuanta Securities Co.,Ltd. 、Yuanta Commercial Bank Co.,Ltd. and Chicony Power Technology Co., Ltd.；Supervisor of Starlux Airlines Co.,Ltd.；Chairman of Ching Shan Financial Consultancy Co.,Ltd.."
                },
                "No.4": {
                    "Title": "Independent director",
                    "Name": "Fei-Pei Lai",
                    "Positions of concurrent company and other companies": "Professor at Graduate Institute of Biomedical Electronics and Bioinformatics, National Taiwan University"
                }
            },
            "Content2": "Accountants participate in the Audit Committee and communicate with independent directors individually, at least four times a year. ",
            "Table2": {
                "No.1": {
                    "Term Began": "2021/08/06 Audit Committee",
                    "Main Points of Communication": "1. The accountant reports on the review results of the second quarter of 2021. 2 . The accountant explains audit plans for the next year and preliminary evaluations of critical audit matters.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of the second quarter of 2021 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                },
                "No.2": {
                    "Term Began": "2021/11/03 Audit Committee",
                    "Main Points of Communication": "1. The accountant reports on the review results of the third quarter of 2021. 2. The accountant explanation of the effect of updates to the laws on the financial report.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of the third quarter of 2021 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                },
                "No.3": {
                    "Term Began": "2022/02/23 Audit Committee",
                    "Main Points of Communication": "1. The accountant provision of explanations on the methods and significance of the 2021 audited individuals and overseas and cross-border audits. 2. The accountant report on the 2021 audit results and critical audit matters. 3. The accountant explanation of the effect of updates to the laws on the financial report.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of 2021 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                },
                "No.4": {
                    "Term Began": "2022/05/03 Audit Committee",
                    "Main Points of Communication": "1. The accountant reports on the review results of the first quarter of 2022. 2. The accountant explanation of the effect of updates to the laws on the financial report.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of the first quarter of 2022 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                },
                "No.5": {
                    "Term Began": "2022/08/01 Audit Committee",
                    "Main Points of Communication": "1. The accountant reports on the review results of the second quarter of 2022. 2. The accountant explanation of the effect of updates to the laws on the financial report. 3.The accountant shares legal information.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of the second quarter of 2022 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                },
                "No.6": {
                    "Term Began": "2022/10/27 Audit Committee",
                    "Main Points of Communication": "1. The accountant reports on the review results of the third quarter of 2022. 2. The accountant explanation of the effect of updates to the laws on the financial report.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of the third quarter of 2022 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                },
                "No.7": {
                    "Term Began": "2023/02/22 Audit Committee",
                    "Main Points of Communication": "1. The accountant provision of explanations on the methods and significance of the 2022 audited individuals and overseas and cross-border audits. 2. The accountant report on the 2022 audit results and critical audit matters. 3. The accountant explanation of the Impairment assessment of property, plant, equipment and goodwill. The accountant explanation of the effect of updates to the laws on the financial report.",
                    "Director's suggestion": "None",
                    "Communication status and result": "The consolidated financial statements of 2022 of the parent and subsidiary companies have been submitted to the audit committee and the Board of Directors for approval."
                }
            }
        }
    }
}