{
    "tw": {
        "誠信經營": {
            "Content1": "本公司指定隸屬於董事長室下之法務暨智權中心為專責單位，負責推動本公司誠信經營、反貪腐、反賄賂及法令遵循等公司治理事宜，並於每年向本公司董事會報告其執行情形。此外，本公司「 誠信經營守則」及「 誠信經營作業程序與行為指南」係由法務暨智權中心於109年度制定，且本守則及行為指南之訂定、修正或廢止應經董事會同意。本公司董事會係盡善良管理人之注意義務，監督公司防止不誠信行為，以確保誠信經營政策之落實。",
            "Content2": "本公司法務暨智權中心本年度於111年10月28日向董事會報告其執行情形。",
            "Content3": "為落實誠信經營政策，並積極防範不誠信行為，本公司定期辦理遵法教育訓練宣導，實踐遵法的承諾。",
            "Content4": "公司舉辦誠信經營之教育訓練情形：",
            "Content5": "111年度反托拉斯法(公平交易法)遵循課程：應訓人數1282人，完訓人數1282人，完訓率100.0%，總訓練時數：769小時",
            "Content6": "111年度企業智慧財產：應訓人數1281人，完訓人數1281人，完訓率100.0%，總訓練時數：683小時",
            "Content7": "111年度誠信經營(禁止提供或接受不當利益)遵循課程：應訓人數1281人，完訓人數1281人，完訓率100.0%，總訓練時數：555小時",
            "Content8": "111年度產品製造責任：應訓人數1280人，完訓人數1280人，完訓率100.0%，總訓練時數：256小時"
        }
    },
    "cn": {
        "誠信經營": {
            "Content1": "本公司指定隶属于董事长室下之法务暨智权中心为专责单位，负责推动本公司诚信经营、反贪腐、反贿赂及法令遵循等公司治理事宜，并于每年向本公司董事会报告其执行情形。此外，本公司「 诚信经营守则」及「 诚信经营作业程序与行为指南」係由法务暨智权中心于109年度制定，且本守则及行为指南之订定、修正或废止应经董事会同意。本公司董事会係尽善良管理人之注意义务，监督公司防止不诚信行为，以确保诚信经营政策之落实。",
            "Content2": "本公司法务暨智权中心本年度于111年10月28日向董事会报告其执行情形。",
            "Content3": "为落实诚信经营政策，并积极防范不诚信行为，本公司定期办理遵法教育训练宣导，实践遵法的承诺。",
            "Content4": "公司举办诚信经营之教育训练情形：",
            "Content5": "111年度反托拉斯法(公平交易法)遵循课程：应训人数1,282人，完训人数1,282人，完训率100.0%，总训练时数：769小时",
            "Content6": "111年度企业智慧财产：应训人数1,281人，完训人数1,281人，完训率100.0%，总训练时数：683小时",
            "Content7": "111年度诚信经营(禁止提供或接受不当利益)遵循课程：应训人数1,281人，完训人数1,281人，完训率100.0%，总训练时数：555小时",
            "Content8": "111年度产品製造责任：应训人数1,280人，完训人数1,280人，完训率100.0%，总训练时数：256小时"
        }
    },
    "en": {
        "誠信經營": {
            "Content1": "The company designates the Legal and Intellectual Rights Room under the chairman's office as a dedicated unit responsible for promoting the company's integrity management, anti-corruption, anti-bribery, and compliance with the law and regulations. It reports its implementation to the company's board of directors by year. In addition, the company's \"Code of Integrity\" and \"Guidelines for the Procedures and Conduct of Integrity\" were formulated by the Legal and Intellectual Rights Center in 2010, and the revision, amendment, or repeal of these codes and guidelines for conduct shall be approved by the board of directors. The company's board of directors fulfills the duty in its best efforts with great prudence to prevent dishonesty to ensure the implementation of its ethical policies.",
            "Content2": "The latest report of the company's Legal and Intellectual Rights Room to its implementation to the board of directors was on October 28, 2022.",
            "Content3": "To implement the ethical business policy and actively prevent corruption, the company regularly conducts law-compliant education and training and implements its commitment to comply with the law.",
            "Content4": "The company held education and training on integrity management:",
            "Content5": "The Antitrust Law (Fair Trading Law) training in 2022: 1,282 trainees, 1,282 completed trainees, 100.0% completion rate, total training hours: 769 hours.",
            "Content6": "The Enterprise Intelligent Property training in 2022: 1,281 trainees, 1,281 completed trainees, 100.0% completion rate, total training hours: 683 hours.",
            "Content7": "The Ethical Operation training in 2022 (prohibition of providing or accepting improper benefits) Follow the course: 1,281 trainees, 1,281 completed trainees, 100.0% completion rate, total training hours: 555 hours.",
            "Content8": "The Product Manufacturing Responsibilities training in 2022: 1,280 trainees, 1,280 completed trainees, 100.0% completion rate, total training hours: 256 hours."
        }
    }
}